IDEA StatiCa Open Model
OpenModel.Element2D Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Elements 2D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Element2D> Element2D { get; set; }
Public Property Element2D As List(Of Element2D)
	Get
	Set
public:
property List<Element2D^>^ Element2D {
	List<Element2D^>^ get ();
	void set (List<Element2D^>^ value);
}
Property Value
Type: List<Element2D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace